results/cpu-vs-latency2/memcached/1-1/nsl204.out
[RUN #1] Preparing benchmark client...
[RUN #1] Launching threads now...
[RUN #1 100%,  60 secs]  0 threads:      610641 ops,   10181 (avg:   10177) ops/sec, 422.81KB/sec (avg: 422.65KB/sec),  0.10 (avg:  0.10) msec latency

1         Threads
1         Connections per thread
60        Seconds
Type        Ops/sec     Hits/sec   Misses/sec      Latency       KB/sec
------------------------------------------------------------------------
Sets         925.22          ---          ---      0.09700        71.28
Gets        9252.12        37.05      9215.07      0.09400       351.38
Totals     10177.34        37.05      9215.07      0.09500       422.65


Request Latency Distribution
Type     <= msec         Percent
------------------------------------------------------------------------
SET        -nan    100.00000
---
GET       0.054      0.00018
GET       0.057      0.00036
GET       0.058      0.00126
GET       0.059      0.00270
GET       0.060      0.00378
GET       0.061      0.00685
GET       0.062      0.01153
GET       0.063      0.01693
GET       0.064      0.02126
GET       0.065      0.02648
GET       0.066      0.03297
GET       0.067      0.03909
GET       0.068      0.04395
GET       0.069      0.04792
GET       0.070      0.05296
GET       0.071      0.05818
GET       0.072      0.06413
GET       0.073      0.07043
GET       0.074      0.07980
GET       0.075      0.08773
GET       0.076      0.09890
GET       0.077      0.11439
GET       0.078      0.13258
GET       0.079      0.15456
GET       0.080      0.18212
GET       0.081      0.21833
GET       0.082      0.27309
GET       0.083      0.35235
GET       0.084      0.45341
GET       0.085      0.58077
GET       0.086      0.74794
GET       0.087      0.97257
GET       0.088      1.32384
GET       0.089      1.87488
GET       0.090      2.90474
GET       0.091      5.26365
GET       0.092     10.25439
GET       0.093     19.13973
GET       0.094     40.13237
GET       0.095     73.44883
GET       0.096     90.09147
GET       0.097     95.04331
GET       0.098     97.04861
GET       0.099     97.96641
GET       0.100     99.25333
GET       0.110     99.76780
GET       0.120     99.81626
GET       0.130     99.82545
GET       0.140     99.83067
GET       0.150     99.83499
GET       0.160     99.83824
GET       0.190     99.83914
GET       0.200     99.84202
GET       0.210     99.85085
GET       0.220     99.86652
GET       0.230     99.89156
GET       0.240     99.91407
GET       0.250     99.93317
GET       0.260     99.94632
GET       0.270     99.96577
GET       0.280     99.98955
GET       0.290     99.99694
GET       0.300     99.99910
GET       0.310     99.99946
GET       0.680     99.99964
GET       0.740     99.99982
GET       1.000    100.00000